[
    {
        "id": 1,
        "title": "لماذا يجب أن تكتب مقال في مجالك؟",
        "info": "لماذ يجب عليك كتابة مقال أو بحث في مجالك أيا كان نوعه",
        "content":"لكتابة المحتوى في نفس مجالك عدة فوائد سنحاول بإذن الله ذكر بعضها إن شاء الله <br />البحث المستمر <br />خلال كتابتك لمحتوى أو مقال فإنك دائما بحاجه للبحث عن معلومات جديدة حديثة وذلك يجعلك متابع لجديد مجالك بالإضافة الى تقوية مهارة البحث لديك و تعتبر مهارةالبحث من أهم المهارات المطلوبة في كل مجال، لن تجد دائما صديقك ليساعدك أو مديرك و سوف تضطر للبحث بنفسك و عند هذه اللحظة فإنك سوف تبحث في ملاين الخيارات والنتائج وتبرز مهارة البحث في تقليص هذه الخيارات و الخروج بالمعلومة بشكل دقيق و سريع <br />تنمية مهارات الكتابة <br />عندما تكتب مقال فإنك سوف تحاول بكل الطرق صياغة هذا المقال بأجمل صورة لغوية و هذا ما سيجعلك تقوي وتزيد من مهاراتك اللغوية في أي لغة و سوف تساعدك هذه المهارات في المستقبل في كتابة خطابات و سيرتك الذاتية أو رسائلك <br />جذب أنظار العملاء <br />عندما تنشر العديد من المقالات في مجالك فإنك بهذه الطريقة تجذب أنظار العملاء لك و ذلك بسبب كسبهم الثقة في عملك بسبب مقالاتك فإنه عدما ترى شخص يكتب و يبحث و يشارك المواضيع المهمه في مجاله فإنه سوف يصبح ثقة بالنسبة لك <br />تقوية السيرة الذاتية <br />عندما تنشر العديد من المقالات في مجالاك و تشاركها فإنك بهذه الطريقة قد أكسبت نفسك ورقة إضافيةو قوية في سيرتك الذاتية فإنه كلما كثرت مقالاتك و بحوثاتك في مجالك فذلك يجعلك في موقف جيد في كل منافسة عمل أو مسابقة <br />وختاما يوجد الكثير من الفوائد و لكن لم و لن تسمح لي هذه المساحة لذكرها ",
        "bookmark": "تقنية",
        "author": "أواب عبدالباقي",
        "show": true,
        "who": "tiec"
    },
    {
        "id": 2,
        "title": "خريطة تعلم الويب",
        "info": "مجال الويب من المجالات المطلوبة في هذا العصر هنا خريطة لتعلمه و أحترافه",
        "content": "لا يوجد محتوى في الوقت الحالي",
        "bookmark": "برمجة",
        "author": "أواب عبدالباقي",
        "show": false,
        "who": "prog"
    },
    {
        "id": 3,
        "title": "الذكاء الاصطناعي",
        "info": "الذكاء الاصطناعي تعريفه و مجالات عمله",
        "content": "لا يوجد محتوى في الوقت الحالي",
        "bookmark": "برمجة",
        "author": "أواب عبدالباقي",
        "show": false,
        "who": "prog"
    }
]
